---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterNumericLessOrEqual
source: html/959fde1a-ed65-8279-ff8c-72a916bc60eb.htm
---
# FilterNumericLessOrEqual Members

Constructs an instance of FilterNumericLessOrEqual.